/* Localized versions of Info.plist keys */

"KTPluginName" = "Collection Archive";
"KTPluginUntitledName" = "Collection Archive";
"KTPluginDescription" = "Lists the available archives of a collection.";

